Repository: 4teamwork/ftw.participation
Catalog: ftw/participation/locales/*/LC_MESSAGES/ftw.participation.po
Languages: de, fr

source: and
de: und
fr: et

source: Accept
de: Akzeptieren
fr: Accepté

source: Changes saved.
de: Änderungen wurden Gespeichert
fr: Les changements sont sauvegardés

source: Enter at least one e-mail address.
de: Geben Sie mindestens eine E-Mail Adresse an.
fr: Indiquer au moins une adresse courriel

# Here you can manage participants
source: Participants can be invited and removed here
de: Hier können Teilnehmer verwaltet werden
fr: Vous pouvez gérer vos participants ici

source: Manage participants
de: Teilnehmer verwalten
fr: Administrer les participants

source: My invitations
de: Meine Einladungen
fr: Mes invitations

source: Participation and invitation support
de: Unterstützung für Beteiligung und Einladung

source: Reject
de: ablehnen
fr: refuser

source: Retract
de: Widerrufen
fr: Annuler

source: Select at least one user or enter at least one e-mail address
de: Wählen Sie mindestens eine Person aus oder geben Sie mindestens eine E-Mail Adresse an.
fr: Choisissez ou rentrer au moins une personne ou une adresse courriel

source: Select at least one user
de: Wählen Sie mindestens ein Benutzer aus.
fr: Choisissez au moins un utilisateur

# Show a overview of my invitaitons
source: Displays an overview of my invitations
de: Zeigt einen Überblick über die Einladungen
fr: Montre une vue générale de mes invitations

# accepted_mail_salutation
source: Hello ${inviter_name}
de: Guten Tag, ${inviter_name}
fr: Bonjour, ${inviter_name}

source: accepted_mail_text
de: Ihre Einladung um an ${context_title} teilzunehmen wurde von ${invited_name} akzeptiert
fr: Votre invitation a participer à ${context_title} a été acceptée par l'utilisateur ${invited_name} (${invited_email}).

source: activity_invitation_created_body
de: ${inviter} hat ${mail} als ${roles} eingeladen.

source: activity_invitation_retracted_body
de: ${actor} hat die Einladung an ${mail} zurückgezogen.

source: activity_participant_removed_body
de: ${actor} hat den Teilnehmer ${subject} entfernt.

source: activity_role_changed_body
de: ${actor} hat die Rolle von ${subject} von ${removed_roles} zu ${added_roles} geändert.

source: button_cancel
de: Abbrechen
fr: Annuler

source: button_delete_participants
de: Personen löschen
fr: Supprimer des participants

source: button_invite
de: Einladen
fr: Inviter

source: button_save
de: Speichern
fr: Enregistrer

source: error_invalid_addresses
de: Mindestens eine der eingegebenen Adressen ist ungültig
fr: Au moins une des adresses soumises est incorrecte

source: error_invitation_not_found
de: Die Einladung konnte nicht gefunden werden
fr: L'invitation est introuvable

source: error_inviter_email_missing
de: Die einladende Person konnte nicht benachrichtigt werden: Er hat keine E-Mail-Adresse definiert
fr: La personne invitante n’a pas pu être contactée: Elle n’a pas défini une adresse courriel.

source: error_no_roles
de: Bitte wählen Sie eine Berechtigung aus.

source: error_participation_quota_reached
de: Die Maximale Teilnehmerzahl ist erreicht, Sie können keine Teilnehmer mehr hinzufügen
fr: Le nombre maximal de participants est atteint, vous ne pouvez pas ajouter d'autres participants.

# error_too_many_participants
source: You have only ${num} invitations left.
de: Sie können nicht mehr so viele Teilnehmer einladen. Sie können maximal ${num} Einladungen versenden.
fr: Vous ne pouvez pas inviter autant de participants. Vous pouvez envoyer le maximum de ${num} invitations.

source: headline_invitations
de: Einladungen
fr: Invitations

source: headline_participants
de: Teilnehmer von ${title}
fr: Pariticpants de ${title}

source: headline_received_invitations
de: Erhaltene Einladungen
fr: Invitations reçues

source: headline_sent_invitations
de: Versendete Einladungen
fr: Invitations envoyées

# help_addresses
source: Enter one email address per line
de: Um neue Personen einzuladen, geben Sie eine E-Mail Adresse pro Zeile ein
fr: Pour inviter de nouvelles personnes, saisissez une adresse courriel par champ

source: help_allow_invite_email
de: Nicht registrierte Personen können per E-Mail Adresse eingeladen werden.
fr: Des personnes non inscrites peuvent être invitées par adresse courriel.

source: help_allow_invite_users
de: Bestehende Benutzer können durchsucht und eingeladen werden.
fr: Des utilisateurs existants peuvent être recherchés et invités.

# help_comment
source: The comment will be included in the invitation email
de: Dieser Kommentar wird ins Einladungs-E-Mail eingefügt.
fr: Ce commentaire va être inséré dans le courriel d'invitation.

# help_multiple_roles
source: When inviting, grant users more than one role.
de: Erlaubt das selektieren mehrerer Rollen beim Einladen.

source: help_participation_quota_limit
de: Mit hilfe des Quota limits können Sie die maximale Teilnehmerzahl definieren
fr: Avec l'aide des limites de quota, vous pouvez définir le nombre maximal de participants

source: help_users
de: Wählen Sie einen oder mehrere Personen aus. Sie können nach der E-Mail Adresse oder Vor bzw. Nachnamen suchen
fr: Sélectionnez une ou plusieurs personnes. Vous pouvez chercher par l'adresse courriel ou nom et prénom

source: info_invitation_accepted
de: Sie haben die Einladung akzeptiert
fr: Vous avez accepté l'invitation

source: info_invitation_rejected
de: Sie haben die Einladung abgelehnt
fr: Vous avez refusé l'invitation

source: info_invitation_retracted
de: Sie haben die Einladung widerrufen
fr: Vous avez annulé l'invitation

source: info_invitations_sent
de: Die Einladungen wurden per E-Mail an ${emails} versendet.
fr: L'invitation a été envoyée par courriel à ${emails}

source: inv_head_inviter
de: Einladende Person
fr: Personne invitante

source: inv_head_user
de: Benutzer
fr: Utilisateur

source: inv_head_workspace
de: Arbeitsplatz
fr: La place de travail

source: invitaiton_mail_salutation
de: Guten Tag,
fr: Bonjour,

# invitation_mail_actions
source: If you would like to participate, click on the link below and register or log in: ${link_url}
de: Wenn Sie die Einladung annehmen möchten, klicken sie auf folgenden Link: ${link_url}
fr: Si vous souhaitez accepter l'invitation, cliquez sur le lien suivant: ${link_url}

source: invitation_mail_invite_text
de: ${inviter_name} hat Sie eingeladen, an ${context_title} auf der Plattform ${site_title} teilzunehmen.
fr: ${inviter_name} vous a invité à participer à ${context_title} sur la plate-forme ${site_title}.

source: invitation_mail_message
de: Nachricht von ${inviter_name}:
fr: Message de ${inviter_name}:

source: label_accepted
de: Angenommen

source: label_addresses
de: E-Mail Adressen
fr: Adresses courriel

source: label_allow_invite_email
de: Fremde Benutzer beteiligen
fr: Participer des utilisateurs externes

source: label_allow_invite_users
de: Existierende Benutzer beteiligen
fr: Participer des utilisateurs existants

source: label_change
de: ändern
fr: modifier

source: label_changerole_form
de: Rollen anpassen
fr: Modifier Autorisations

source: label_comment
de: Kommentar
fr: Commentaire

# label_invite_participants
source: Invite participants
de: Personen einladen
fr: Inviter des participants

source: label_invited_by
de: Eingeladen von

source: label_local_roles
de: Rollen

# label_multiple_roles
source: Enable selecting more than one role in invitation
de: Mehrere Rollen aktivieren

source: label_participation_quota_limit
de: Maximale Anzahl Teilnehmer
fr: Nombre maximum de participants

source: label_pending
de: offen

source: label_roles
de: Rollen
fr: Autorisations

source: label_user
de: Benutzer

source: label_users
de: Benutzer
fr: Utilisateur

# link_accept_invitation
source: Yes, I'd like to participate
de: Ja, ich möchte teilnehmen
fr: Oui, je souhaiterais participer

source: link_invite_participants
de: Personen einladen
fr: Inviter des personnes

# link_reject_invitation
source: No, I reject the invitation
de: Nein, ich möchte nicht teilnehmen
fr: Non, je ne veux pas y participer

source: mail_invitation_accepted_subject
de: Die Einladung um an ${title} teilzunehmen wurde von ${user} akzeptiert
fr: L'invitation pour ${title] a été acceptée par ${user}

source: mail_invitation_rejected_subject
de: Die Einladung um an ${title} teilzunehmen wurde von ${user} abgelehnt
fr: L'invitation pour ${title] a été refusée par ${user}

source: mail_invitation_subject
de: Einladung zur Teilnahme an ${title}
fr: Invitations pour une participation à ${title}

source: message_roles_changes
de: Rollen wurden angepasst.

source: rejected_mail_salutation
de: Guten Tag, ${inviter_name}
fr: Bonjour, ${inviter_name}

source: rejected_mail_text
de: Ihre einladung an ${context_title} teilzunehmen wurde vom Benutzer ${invited_name} abgelehnt (${invited_email}).
fr: Votre participation pour participer à ${contexte_title} a été refusée par l'utilisateur ${invited_name}

source: text_infos_participants
de: Stellen Sie Ihr Team für den aktuellen Teamraum zusammen. Die Tabelle zeigt alle involvierten Personen. Klicken sie auf "Personen einladen" um Ihr Team zu vergrössern.

# text_invite_new
source: Use this form to invite new users
de: Mit diesem Formular können Sie neue Personen einladen. Nach dem Klicken auf "Einladen", werden an die ausgewählten Personen E-Mails mit den Einladungen versendet.
fr: Avec ce formulaire, vous pouvez inviter de nouvelles personnes. Après avoir cliqué sur "Inviter", les personnes sélectionnées reçevront un e-mail contenant l'invitation.

source: text_no_received_invitations
de: Sie haben keine Einladungen erhalten
fr: Vous n'avez pas reçu d'invitations

source: text_no_sent_invitations
de: Keine offenen Einladungen. Alle Benutzer haben Ihre Einladungen angenommen oder Abgelehnt
fr: Pas d'invitations en attente. Tous les utilisateurs ont accepté ou refusé vos invitaitons

# text_received_invitations
source: You were invited to particpate in the projects below. Accept or reject the invitation - the invitor will be notified.
de: Sie wurden eingeladen, an den Objekten unterhalb teilzunehmen. Akzeptieren Sie oder lehnen Sie die Einladung ab. Die einladende Person wird benachrichtigt.
fr: Vous êtes invités à participer aux objets ci-dessous. Acceptez ou refusez l’invitation - la personne invitante sera avertie

source: text_sent_invitations
de: Sie haben die folgenden Benutzer eingeladen. Sie haben bis jetzt die Einladung noch nicht bestätigt.
fr: Vous avez invité les utilisateurs suivants. Ils n'ont pas encore confirmé l'invitation

source: warning_invitaiton_expired
de: Die Einladung ist abgelaufen
fr: Votre invitation est expirée
